export const characters = [
  {
    id: 'char1',
    name: '크리스티나 드네렌드',
    description: '모두가 사라져버린 고위 마법 가문, "드네렌드"의 마지막 영애.',
    image: 'char1.png',
    imageCount: 31,
    line: '"너를 쓰러뜨리고 카를에게 돌아갈거야~!"',
    story: '1️⃣ "드네렌드" 가문은 닿는 모든 것을 순식간에 불태워버리는 리르네드라는 마법으로 명성이 자자했습니다.\n\n 시각적으로 초록색 화염이 일렁이는 모습인 이 마법은, 보통 사람들에게 초록빛 화염 마법으로 불립니다. \n\n 우리의 주인공인 크리스티나는 이 고고한 "드네렌드" 가문의 소녀입니다. \n\n 2️⃣ 크리스티나에게는 가주이신 아버님과 지혜로우신 어머님, 크리스티나에게 친구 같은 존재였던 큰어머님이 계셨습니다. \n\n 크리스티나가 9살이었을 때, 어떤 눈먼 자들의 과오로 "드네렌드" 가문은 피로 물들었고 크리스티나는 혼자 남겨지게 됩니다.\n\n 3️⃣ 세상의 서프라이즈엔 비극도 있었을 터, 크리스티나는 힘겹게 1년을 버텨냅니다. \n\n 가문의 몰락은 순식간이었고 크리스티나는 10살의 나이에 길을 잃고 방황하는 존재로 거듭납니다. \n\n 그러다 자신의 인격을 대가로 테러리스트 가문에 발을 들이게 되는데...',
    extra: ['"여기서 끝낼게! 시간은 지켜야 하니까~ 리르네드 엑큐션!"','"나는~ 내가 해야 하는 일을 할 뿐이야!"','"내가 누군지 안다고? 말도 안 되는 얘기인걸~"']
  },
  {
    id: 'char2',
    name: '화끈한 불',
    description: '"불" 그 자체. 모든 불의 근원이자 창생의 변혁자.',
    image: 'char2.png',
    imageCount: 20,
    line: '"불을 적대하는 것 만큼 어리석은 일도 없을 거다."',
    story: '1️⃣ 지구의 역사로 봤을 땐 멀지 않은 과거인 약 142만년 전, 창생 하나가 등장하게 됩니다.\n\n 일반적으로 폭발이 초고온을 의미하는 것처럼 이 창생도 매우 높은 온도를 뜻하고 있습니다. \n\n 우리의 주인공인 화끈한 불은 인류 역사에 폭발적인 발전을 불꽃을 통해 내려준 존재입니다. \n\n 2️⃣ 인류에게 불이 전부가 아닌 것처럼, 이러한 존재는 화끈한 불이 다가 아닙니다. \n\n 바람, 땅, 물, 어둠, 빛. 여섯 속성이 각자의 자리에서 사명을 다하고 있습니다. \n\n 3️⃣ 더할 나위 없이 완벽한 이 세계에서, 어둠과 빛은 서로간의 전쟁을 선포합니다. \n\n 세계의 주재자인 어둠과 빛에 의해 문명은 쇠퇴하고 재앙에 빠져들게 되었습니다. \n\n 화끈한 불은 바람, 땅, 물을 소집하여 창생의 변혁자의 길을 걷는데...',
    extra: ['"창생의 변혁자, 화끈한 불이다."', '"타오르는 불꽃으로 모두 다 태워주마."', '"르비엘? 뭐 어떻게 부르든 상관 없어."']
  },
  {
    id: 'char3',
    name: '패작용 민 140',
    description: '원래 "신한테신문받은심문관"이라는 캐릭터였지만 모종의 이유로 패작용 민 140이 된 비운의 캐릭터.',
    image: 'char3.png',
    imageCount: 30,
    line: '"안녕하세요! 음.. 당신의 공격은 멋지네요~ 그런데 패작을 위해 민첩만 올린 저보다 공격력이 약하시군요!"',
    story: '몰락한 가문의 마지막 생존자...',
    extra: ['"제가 왜 이렇게 강하냐구요? 애니 강화를 했기 때문이죠!"']
  },
  {
    id: 'char4',
    name: '망각의해방자세드피트',
    description: '망각, 존재의 소멸 그 모든 것을 다루는 아우터 갓.',
    image: 'char4.png',
    imageCount: 18,
    line: '"유일한 영원은 망각일뿐."',
    story: '몰락한 가문의 마지막 생존자...',
    extra: ['"결국 모든 일은 잊혀져, 내가 뭘 하지 않더라도."', '"우린 어떤 일을 겪었든 비극 한 번이면 과거는 그저 하얀 꽃잎처럼 흩어지지."','"루엘리카, 너 조차도 네 과거를 버렸구나."']
  },
  {
    id: 'char5',
    name: '기록의가능성루엘리카',
    description: '기록, 존재의 탄생 그 모든 것을 다루는 엘더갓.',
    image: 'char5.png',
    imageCount: 27,
    line: '"이건, 작은 기록들이 모여 이뤄낸 가능성이야!"',
    story: '몰락한 가문의 마지막 생존자...',
    extra: ['"어머~ 새로운 친구! 넌 이름이 뭐야? 난 인간! 루엘리카!"', '"세상의 모든 일은 기록 해야 할 가치가 있어!"', '"세드피트, 네가 날 망각 속으로 이끌어도 난 그것조차 기록할거야!"']
  },
  {
    id: 'char6',
    name: '다신안뽑으려했는데',
    description: '모종의 이유로 여자아이가된 지옥참마도 모티브 캐릭터.',
    image: 'char6.png',
    imageCount: 18,
    line: '"울어라, 지옥참마도!"',
    story: '몰락한 가문의 마지막 생존자...',
    extra: ['"미안해요. 다시는 안뽑기로 했는데.."', '"영감과 했던 약속을 깨버릴 순 없습니다."', '"코탄.. 네가 우리의 미래야."']
  },
  {
    id: 'char7',
    name: '무패신화의눈싸움의왕',
    description: '그 어떠한 행동도 없이, 그저 눈을 뜨고 있을 뿐인 "왕"',
    image: 'char7.png',
    imageCount: 14,
    line: '"..."',
    story: '몰락한 가문의 마지막 생존자…',
    extra: ['(대사 없음)']
  },
];